tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bash"
brew "cmake"
brew "doxygen"
brew "emacs"
brew "emacs-dracula"
brew "entr"
brew "fd"
brew "gcc"
brew "git"
brew "git-gui"
brew "gnupg"
brew "gopass"
brew "gtk-mac-integration"
brew "hugo"
brew "imagemagick"
brew "modules"
brew "neovim"
brew "node"
brew "ntfs-3g"
brew "open-mpi"
brew "pandoc"
brew "pinentry-mac"
brew "pygobject3"
brew "python"
brew "qrencode"
brew "ripgrep"
brew "stow"
brew "swig"
brew "telnet"
brew "the_silver_searcher"
brew "tmux"
brew "youtube-dl"
cask "eloston-chromium"
cask "firefox"
cask "insomnia"
cask "iterm2"
cask "java"
cask "mactex"
cask "vscodium"
